---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamExpCoeff1
source: html/3e08054f-6a00-ac9b-ccd0-37b426d86678.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamExpCoeff1 Property

"Thermal expansion coefficient X"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamExpCoeff1 { get; }
```